import I1 from "./image/1.jpg"
import I2 from "./image/2.jpg"
import I3 from "./image/3.jpg"
import I4 from "./image/4.jpg"
import I5 from "./image/5.jpg"
import I6 from "./image/6.jpg"
import I7 from "./image/7.jpg"
import I8 from "./image/8.jpg"
import I9 from "./image/9.jpg"
import I10 from "./image/10.jpg"
import I11 from "./image/11.jpg"
import I12 from "./image/12.jpg"
import I13 from "./image/13.jpg"
import I14 from "./image/14.jpg"
import I15 from "./image/15.jpg"
import I16 from "./image/16.jpg"
import I17 from "./image/17.jpg"
import I19 from "./image/19.jpg"
import I20 from "./image/20.jpg"
export const data = [
  {
    id: 2,
    title: "مانیتور مستر تک مدل VL229HS سایز 22 اینچ",
    image: I2,
    description:
      "مانیتورهای Master Tech سری VL، نسل جدید مانیتورهای این شرکت هستند که آن‌ها را می‌توان از نظر کاربری در رده‌ی نیمه حرفه‌ای دسته بندی کرد. مانیتورهایی برای کاربردهای خانگی، اداری و حتی گیمینگ با ظاهری زیبا و کیفیتی فوق العاده که در سایزهای 20، 22 و 24 اینچ تولید شده‌اند. مانیتورهای سری VL مسترتک با در نظر گرفتن مشخصات فنی، نمایشگرهایی اقتصادی به حساب می‌آیند که برای کاربری‌های اداری و خانگی بسیار مناسب و قدرتمند هستند و به عنوان یک مانیتور گیمینگ و اجرای بازی‌ها در جایگاه میان رده قرار می‌گیرند. مانیتور مسترتک مدل VL229HS نمایشگر 22 اینچ سری VL مسترتک است که پنل تخت آن از نوع IPS بوده و با نسبت تصویر 16:9 و رزولوشن1920×1080 پیکسل (Full HD) تولید شده است. نرخ به روز رسانی این مانیتور 75 هرتز و زمان پاسخگویی آن 5 میلی ثانیه است. با وجود پنل با کیفیت مانیتور VL229HS، وضوح تصویر فول اچ دی و تکنولوژی sRGB 99% و همچنین صفحه‌ نمایش مات آن، می‌توان این مانیتور را هم تراز برترین مانیتورهای 22 اینچ تولید شده در سراسر دنیا دانست. این مانیتور قابلیت نصب به دیوار (VESA Mount) را داشته و درگاه‌های ارتباطی آن شامل HDMI ، VGA (D-Sub) و سوکت ورودی صدا است. این مانیتور دارای اسپیکر دو کانال استریو بوده و از تکنولوژی‌های Flicker Free، Low Blue Light و DCR پشتیبانی می‌کند.",
    price: "4190000",
    category: "monitor",
  },

  {
    id: 3,
    title: "مانیتور هوآوی مدل Display 23.8 سایز 23.8 اینچ",
    image: I3,
    description:
      "هوآوی در عرصه نمایشگر‌های حرفه‌ای توانسته است عملکرد بسیار خوب و درخشانی را از خود به نمایش بگذارد. یکی از مانیتور‌های بسیار با‌کیفیت این شرکت، مدل AD80 است که با ابعاد 23.8 اینچ توانایی ارائه رزولوشن 1080×1920 پیکسل را دارد. پنل ‌IPS برای صفحه‌نمایش در کنار توانایی ارائه نرخ به‌روزرسانی 60 هرتز، از دیگر مشخصات در نظر گرفته شده برای این مانیتور با‌کیفیت و البته جذاب است. تماشای محتوای تصویری و فیلم‌های سینمایی مختلف روی مانیتور هوآوی AD80 را باید تجربه لذت‌بخشی دانست، زیرا کنتراست 1:1000 نمایشگر این دستگاه، رنگ مشکی عمیق‌تری ایجاد و مشاهده جزئیات صحنه‌های تاریک بازی یا فیلم‌ها را آسان‌تر کرده است. زاویه دید در مانیتور Huawei AD80 را نیز باید یکی دیگر از فاکتورهای مهم انتخاب آن در نظر گرفت. در حالی که بیشتر نمایشگرهای LCD موجود در بازار از زاویه دیدهایی بین 120 تا 160 برخوردارند، Huawei AD80 به دلیل استفاده از پنل IPS، زاویه دید 178 درجه برخوردار بوده و از این رو، کیفیت تصویر و غنای رنگ‌ها از هر طرف که به آن نگاه کنید، یکسان خواهد بود. پایه نگه‌دارنده‌ مانیتور Huawei AD80، برای اطمینان حاصل کردن از دسترسی کاربران به بهترین دید، امکان تنظیم نمایشگر در زاویه‌های 5- تا 22+ درجه از خط دید افقی را ممکن می‌سازد. علاوه بر این، مانیتور AD80 هوآوی از استانداردهای VESA برای قرار دادن روی دیوار یا آویزان کردن از آن نیز برخوردار بوده و حفره‌های لازم برای این سبک استفاده را به همراه دارد.",
    price: "5400000",
    category: "monitor",
  },
  {
    id: 4,
    title: "مانیتور ام اس آی مدل MD241P سایز 23.8 اینچ",
    image: I4,
    description:
      "مدلMD241  که یک مانیتور 24 اینچی فول اچ دی است، مصرف انرژی پایینی دارد و به چشمان شما آسیب نمی رساند و می توانید صفحه آن را تا 90 درجه بچرخانید. مهم ترین ویژگی مانیتور  ام اس آی مدل  Modern MD241 پایه قابل تنظیم در چهار جهت است که شامل تنظیم ارتفاع و طراحی ارگونومیک می‌باشد. صفحه این مانیتور در همه جهات تنظیم می شود، لولای پایه خیلی نرم بوده که براحتی می توانید زاویه آن را تغییر دهید. همچنین به این دلیل که بسیار محکم است بعد از رسیدن به زاویه دلخواه، اصلا لرزش و حرکت ندارد. حال اگر حرفه ای هستید و از چند مانیتور استفاده می کنید یا حتی اگر می خواهید مدت طولانی مطالعه کنید، تایپ کنید و یا کد نویسی انجام دهید، این مانیتور برای شما ساخته شده است زیرا ۹۰ درجه به هر دو طرف می چرخد و بصورت عمودی می ایستد و درکل به هر صورتی که بخواهید می توانید از این مانیتور استفاده کنید",
    price: "5400000",
    category: "monitor",
  },
  {
    id: 16,
    title: "پرینتر چندکاره جوهرافشان با قابلیت چاپ عکس کانن مدل PIXMA MG2540s",
    image: I16,
    description:
      "پرینتر PIXMA MG2540 ساخت شرکت کانن درواقع مدل به‌روزشده‌ی پرینتر بسیار پرفروش PIXMA MG2440 است و درعمل تفاوت چندانی با آن ندارد. این پرینتر که شباهت‌های بسیاری در ظاهر به مدل قبلی خود دارد، پرینتری ارزان‌قیمت و چندکاره است که علاوه‌بر پرینت، قابلیت‌های اسکن و کپی را هم در اختیار کاربران می‌گذارد. شاید بتوان این پرینتر را معادل پرینتر HP Deskjet 2130 دانست؛ البته مدل 2130 سرعت بیشتری در چاپ دارد؛ اما وضوح چاپ کمتری ارائه می‌کند. در باقی موارد این دو پرینتر قابلیت‌های تقریباً یکسانی دارند. این دسته از پرینترها برای کاربرانی طراحی شده‌اند که به دنبال دستگاهی چندکاره با تأکید بر چاپ عکس هستند.",
    price: "2273000",
    category: "printer",
  },
  {
    id: 5,
    title: "مانيتور مخصوص بازی جی پلاس مدل GGM-L328QN سايز 32 اينچ",
    image: I5,
    description:
      "امروزه برای هر نوع از کارهایی که با سیستم‌های کامپیوتری انجام می‌دهیم، یک مانیتور در رسته کاری مخصوصی ارائه شده است. مانيتور مخصوص بازی جی پلاس مدل GGM-L328QN سايز 32 اينچ یکی از مانیتورهایی است که مخصوص بازی طراحی و ارائه به بازار شده است. با این مانیتور می‌توان حتی به ادیت فیلم و تصویر و کارهای عکاسی هم پرداخت. این مانیتور با صفحه نمایش منحنی دارای رزولوشن QHD بوده و می‌تواند تا 16.7 میلیون رنگ را تشخیص و شناسایی، پردازش، تفکیک و نمایش دهد. تفکیک رنگ این مانیتور را بیش‌از هرچیز به‌درد ادیتورها و عکاسان می‌خورد و می‌توانند در کار خود وضوحی بسیار بالایی را تجربه کنند. مانيتور مخصوص بازی جی‌پلاس مدل L328QN سايز 32 اينچ دارای پورت‌های متعددی از قبیل HDMI ،DisplayPort و Headphone است که توانسته دسترسی و اتصال را بسیار آسان‌تر کند. تصاویری که این مانیتور نمایش می‌دهد کالیبره است و این بدین‌معنا است که رنگ تصاویر بسیار نزدیک به دنیای واقعی است. همچنین برای این مدل یک ورودی USB جهت بروزرسانی تعبیه شده است. مزیت این مدل نسبت به مدل قدیمی‌تر خود یعنی GGM-L327QN امکان تنظیم ارتفاع و طراحی زیباتر آن است.",
    price: "5400000",
    category: "monitor",
  },
  
  {
    id: 6,
    title: "کیبورد و ماوس مخصوص بازی یوسیتک مدل co-3080G",
    image: I6,
    description:
      "کیبورد و ماوس مخصوص بازی مدل co-3080G محصولی از برند یوسیتک با طراحی زیبا و نور پردازی طرح RGB . خوش دست بودن و کیفیت بالای محصولات یوسیتک همواره همگام با برند های مطرح دنیا بوده. باید توجه کرد که RGB محصول با کلید scroll lock روشن و خاموش میشود",
    price: "42900",
    category: "keyboard",
  },
  {
    id: 1,
    title: "مانیتور مخصوص بازی سامسونگ مدل LF27T350FH-M سایز 27 اینچ",
    image: I1,
    description:
      "مانیتور مخصوص بازی سامسونگ مدل LF27T350FH-M، یکی از مطرح‌ترین مانیتورهای موجود میان نمایشگرهای سامسونگ است. تکنولوژی مورد استفاده در این مانیتور از نوع پنل IPS است؛ این ویژگی به کاربر این امکان را می‌دهد که از تمامی زوایا بتواند تصاویر را با کیفیت بالا و تمامی رنگ‌ها را با دقت کامل مشاهده کند. مانیتور فوق قادر است تصاویر دریافتی را با رزولوشن Full HD (1080×1920) و با شدت روشنایی 250 کاندلا بر متر مربع و نسبت تصویر (16:9) به نمایش بگذارد، از سوی دیگر تعداد رنگ قابل نمایش در این مانیتور به میزان 16.7 میلیون رنگ و زاویه دید افقی و عمودی آن 178 و 178 درجه برآورد شده است. سامسونگ با تجهیز این مانیتور به فناوری Active Crystal Color، تجربه‌ای متفاوت از تماشای تصاویر با رنگ‌های طبیعی و شفاف برای کاربر به ارمغان آورده است. از دیگر مزایای کاربردی که می‌توان برای مانیتور مدل LF27T350FH-M عنوان کرد، مواردی نظیر فناوری Eye Saver Mode به منظور جلوگیری از خستگی چشم کاربر در تماشای بلند مدت مانیتور، Flicker Free برای جلوگیری از لرزش تصاویر، فناوری ارتقای حالت‌های گیمینگ (Game Mode)، تکنولوژی FreeSync ،Off Timer Plus و هم‌چنین قابلیت نصب بر روی دیوار خواهد بود. این مانیتور تقریبا می‌تواند تمام خواسته‌های شما را حتی هنگام بازی کردن پاسخگو باشد. این محصول در مقایسه با دیگر مانیتورهای سامسونگ ارزش بالایی برای خرید دارد.",
    price: "7400000",
    category: "monitor",
  },
  {
    id: 7,
    title: "کیبورد و ماوس شیائومی مدل WXJS01YM",
    image: I7,
    description:
      "ست ماوس و کیبورد شیائومی بدنه‌ای به رنگ مشکی داشته و صفحه کلید آن به 104 کلید استاندارد مجهز شده است. کلیدهای ترکیبی Fn که مسیر دستیابی به توابع هستند، در این کیبورد وجود داشته و برای کنترل صدا، نور صفحه یا هر تابع دیگری کارکرد دارند. مثل همه کیبوردهای استاندارد، مجموع کلیدهای میانبر Fn در این کیبورد 12 عدد اعلام شده تا کلیدهای این کیبورد کارآمدترین حالت خود قرار داشته بگیرد. شاید در نگاه اول متوجه قوس ملایم روی کلیدها نشویم، اگر هم متوجه شوید درکی از اهمیت آن نخواهید داشت اما این انحنای ملایم، قدم بزرگی برای طراحی آرگونومیک صفحه کلید است تا کمترین فشار و آسیب به انگشتان کاربر وارد شود. طبق ادعای طراحان شیائومی، عمر مفید کلیدهای صفحه کلید شیائومی WXJS01YM به اندازه 30 میلیون بار تخمین زده شده است. با این که ظاهر ماوس و کیبورد شیائومی مدل WXJS01YM هیچ فاکتور خاص و منحصر بفردی ندارد، اما از لحاظ استانداردهای طراحی چیزی کم ندارد. روی هر یک از 104 کلید کیبورد، شاهد قوس ملایمی هستیم که فشار وارده به انگشتان را کنترل می‌کند. کل مجموعه کیبورد، زاویه 6 درجه از زمین داشته و کاملا تخت نیست. این زاویه سازی اندک، به کاهش فشار وارده به مچ تاثیرگذار است. برای اتصال بی سیم ماوس و کیبورد به کامپیوتر نیاز به نصب هیچ درایور خاصی نیست. ست ماوس و کیبورد بی سیم شیائومی مدل WXJS01YM از طریق دانگل USB به کامپیوتر متصل می‌شود. سرعت نقل و انتقال اطلاعات بین این دو دیوایس 2.4 گیگاهرتز تعیین شده است. این یعنی یک کیبوردهای وایرلس RF داریم که برای اتصال از موج رادیویی 2.4 گیگاهرتز استفاده می‌کند.",
    price: "949000",
    category: "keyboard",
  },
  {
    id: 8,
    title: "کیبورد مخصوص بازی ردراگون مدل K630 Dragonborn",
    image: I8,
    description:
      "کیبورد گیمینگ و مکانیکی ردراگون مدل K630 Dragonborn محصولی حرفه‌ای از برند « ردراگون » (Redragon) است که برای کاربران علاقه‌مند به بازی طراحی و تولید شده است. گیمرهایی که هنوزه همچنان از کامپیوتر برای بازی استفاده می‌کنند میدانند کیبورد بدون شک یکی از اصلی‌ترین وسیله ها برای یک گیمر است . شاید از دید یک کاربر معمولی تفاوت آنچنانی بین کیبوردها با هم نداشته باشند و حتی تنها تفاوت آن‌ها در ظاهر باشد. اما در هنگام بازی فقط یک گیمر حرفه ایی که از کامپیوتر برای بازی استفاده می‌کند متوجه تفاوت بین کیبورد معمولی و مکانیکال می شود. کیبورد گیمینگ ردراگون مدل K630 Dragonborn دارای طراحی ساده و شیک خود میباشد طوری که کاربر در نگاه اول جذب سادگی و زیبایی آن میشود. کمپانی بزرگ Redragon با این طراحی ساده و مینیمال باعث شده تا کاربر در درازمدت جذابیت ظاهری کیبورد برای آن از دست نرود. برای ساخت کیبورد گیمینگ ردراگون مدل K630 Dragonborn کمپانی ردراگون از فلز و ABS استفاده کرده است . که باعث کیفیت خوب این کیبورد شده است. کیبورد K630 Dragonborn قسمت Num Pad از آن حذف شده و مجموعاً 61 عدد کلید دارد که باعث جمع تر شدن آن است. کیبورد مخصوص بازی ردراگون مدل K630 Dragonborn دارای نور پس زمینه RGB با قابلیت تغییر تک تک کلید ها است . که علاوه بر ظاهر زیبایی برای کیبورد ایجاد کرده باعث میشود در شب و تاریکی به بهتر دیده شدن دکمه ها به شما کمک می‌کند. و این قابلیت را نیز به شما میدهد که نور پس زمینه را به 18 حالت با توجه به سلیقه شخصی خودتان تنظیم کنید . از آنجایی که پورت USB را می‌‌توان پورت استاندارد برای اتصال تمامی دستگاه‌ها دانست کمپانی ردراگون برای اتصال این کیبورد به کامپیوتر از کابل USB Type C جدا شونده استفاده کرده است . سازگار با تمام پلتفورم ها است. این کیبورد ضد آب نیوده اما در برابر پاشیده شدن مایعات و رطوبت مقاوم است و احتمال آسیب دیدن آن بسیار کم است و نگرانی برای شما ایجاد نمیکند . سویچ کلید های این کیبورد قرمز است",
    price: "1500000",
    category: "keyboard",
  },
  {
    id: 9,
    title: "کیبورد مخصوص بازی ریزر مدل BlackWidow V3 Pro Wireless",
    image: I9,
    description:
      "کیبورد BlackWidow V3 Pro Wireless یک کیبورد سه حالته در اتصال است یعنی شما میتوانید آن را از طریق کابل و بلوتوث و وایرالس(دانگل usb) به سیستم خود متصل کنید. این کیبورد دارای کلید های مکانیکال گرین سوییچ میباشد.همچنین دارای قابلیت تنظیم نورپردازی است. این کیبورد به ویژگی Doubleshot ABS Keycaps مجهز شده که سبب افزایش دوام دکمه‌های کیبورد می‌شود. با استفاده از قالب‌گیری به روش Doubleshot حروف روی دکمه‌های کیبورد حکاکی می‌شوند و پرینت شده نیستند و دیگر شاهد پاک شدن یا کم‌رنگ شدن آن‌ها حتی با صد‌ها ساعت استفاده از کیبورد خود، نخواهید بود. کلیدهای مکانیکال این کیبورد به لبه‌های بهبود یافته مجهز شده‌اند که باعث افزایش پایداری می‌شود و همچنین بدنۀ آن‌ها به صورت شفاف طراحی شده که اجازه می‌دهد نور پس زمینۀ توسط LEDهای RGB از زیر کیبورد روی دکمه‌ها بهتر از مدل‌های قبلی نمایان شود. شما می‌توانید از کلیدهای سبز شرکت Razer که احساس کلیک بیشتری دارند به همراه این کیبورد استفاده کنید. همچنین تکنولوژی RAZER™ HYPERSPEED WIRELESS به کار رفته در این این کیبورد در حالت بیسیم سرعت کیبورد را با حالت سیم دار یکی کرده است. همچنین یک استراحتگاه دست از جنس چرم استفاده طولانی مدت از این کیبورد را راحت کرده است.",
    price: "10100000",
    category: "keyboard",
  },
  {
    id: 10,
    title: "کیبورد مخصوص بازی فرست بلاد انلی گیم مدل B16",
    image: I10,
    description:
      "در طراحی این کیبورد با توجه به حفظ کلیدهای شماره، در فضا صرفه جویی شده و کاملا جمع و جور و راحت است این صفحه کلید ارگونومیک با کلیدهای چند منظوره است بسیار راحت، مناسب برای تایپ های طولانی و بازی می باشد دارای رنگ بندی و طراحی بسیار جذاب و همچنین نور پس زمینه نیز هست",
    price: "1700000",
    category: "keyboard",
  },
  {
    id: 11,
    title: I11,
    image: "./image/11.jpg",
    description:
      "با پردازنده بسیار قوی نسل ده اینتل ،به همراه سرعت عمل بسیار سریع (3Ghz) و به همراه فن فابریک گرین، نصب شده بر روی کیس که قابلیت خنک کنندگی بالایی دارد. گرافیک gt1030 که از رده متوسط کارت های گرافیک میباشد ،در این کیس به کار گرفته شده؛ که با رم 16G ddr4 سازگاری عالی برای به نمایش کشیدن حداکثر فریم ریت در گیم های نسبتا سنگین را برای شما فراهم میسازد. که اگر قصد برای خرید یک سیستم کاملا بصرفه با بودجه متوسط برای گیم رو دارید؛ از خرید این کیس دریغ نکنید!",
    price: "24000000",
    category: "ComputerCase",
  },
  {
    id: 12,
    title: I12,
    image: "./image/12.jpg",
    description:
      "کامپیوترهای دسکتاپ شرکت ام اس ای همواره به عنوان یکی از زیباترین و قدرتمندترین کامپیوترهای موجود در بازار شناخته می‌شوند. کامپیوتر MEG Trident X 12VTE عرضه شده است و به واسطه‌ی زیبایی ظاهری و قدرت خارق‌العاده‌اش می‌تواند هر گیمری را به سمت خود جذب کند. این کامپیوتر علاوه بر مشخصات ظاهری چشمگیر، از پردازنده‌ی مرکزی شرکت اینتل سری i7 و مدل 12700K بهره‌مند است. همچنین، شرکت ام اس آی برای این کامپیوتر میزان 32 گیگابایت رم DDR5 در نظر گرفته است. پردازنده‌ی گرافیکی این کامپیوتر ساخته شده توسط شرکت انویدیا با مدل MSI GeForce RTX 3070Ti است که می‌تواند امور گرافیکی شما را اجرا کند. بهره‌گیری این کامپیوتر از 2 ترابایت حافظه‌ی هیبریدی (یک ترابایت SSD و یک ترابایت HDD) می‌تواند دارندگان آن را از این نظر هم بی‌نیاز کند.",
    price: "110260280",
    category: "ComputerCase",
  },
  {
    id: 13,
    title: "کامپیوتر دسکتاپ تک زون مدل TZ12400A Gaming",
    image: I13,
    description:
      "کیس اسمبل شده تک زون مدل TZ12400A Gaming یک رایانه حرفه ای گیمینگ است که برای مصارف حرفه ای، خانگی و اداری بسیار مناسب می باشد. این کیس بسیاری از نیازمندیهای گیمینگ، خانگی و اداری از جمله وبگردی، نمایش فیلم، مجموعه نرم افزار آفیس، برنامه نویسی را به خوبی پاسخ می‌دهد. این محصول یکی از کیس های حرفه ای شرکت تک زون بوده که ارائه کننده سیستم های رایانه ای قدرتمند می باشد.این رایانه مجهز به پردازنده‌ی 6 هسته‌ای Intel® Core™ i5-12400 Processor با فرکانس 4.4GHZ متعلق به شرکت اینتل می‌باشد. این سیستم با گرافیک 1650 شرکت Nvidia با ظرفیت 4 گیگابایت تقویت شده است که قدرت پردازش گرافیکی بسیار مناسبی در اختیار کاربر قرار می دهد. همچنین این سیستم دارای 32 گیگابایت حافظه رم از نوع DDR4 می باشد. در این رایانه بصورت همزمان از دو دستگاه هارد دیسک بر روی سیستم استفاده شده است، یکی هارد دیسک پر سرعت SSD M.2 با ظرفیت 240 گیگابایت با قابلیت خواندن اطلاعات با سرعت 500 گیگابایت بر ثانیه که سیستم عامل ویندوز بر روی آن نصب شده و تاثیر بسیار زیادی در افزایش سرعت عملکرد سیستم دارد؛ دیگری نیز یک عدد هارد دیسک معمولی با ظرفیت 1 ترابایت برای ذخیره سازی اطلاعات. همچنین یک عدد درایو نوری برای خواندن و نوشتن اطلاعات بر روی DVD و CD بر روی سیستم نصب شده است. به همراه این کیس یک دستگاه ماوس و کیبورد USB ارائه شده که می‌تواند بسیار کاربردی باشد. دانگل Wi-Fi نصب شده بر روی کیس این امکان را به شما می‌دهد که بدون محدودیت به هر شبکه وایفای متصل شوید. سیستم عامل Windows 10 Pro نسخه 64 بیتی بهمراه Microsoft Office 2019 بر روی این کامپیوتر نصب و بصورت غیر رسمی فعال سازی شده که شما را از نصب سیستم عامل بی نیاز کرده و امکان بهره برداری حداکثری از این سیستم را به وجود می‌آورد. این محصول در واقع یک رایانه رومیزی کامل و انتخابی ایده‌آل برای کاربردهای روزمره خانگی، اداری یا بازی است. برای استفاده از این رایانه فقط نیاز به یک دستگاه مانیتور خواهید داشت که با توجه به بودجه و نیازمندی خود، می‌توانید از مدلهای موجود در بازار تهیه نمایید.",
    price: "46368000",
    category: "ComputerCase",
  },

  {
    id: 15,
    title: "کامپیوتر دسکتاپ مدل tech10",
    image: I15,
    description:
      "کیس اسمبل شده و آماده استفاده Tech-10 ، دارای پردازنده Intel core i3 9100f نسل 9 اینتل ،با فرکانس 3.6 گیگاهرتز و به همراه خنک کننده گرین، کارت گرافیک NVIDIA GT730 2G و با رم 16G ddr4 به همراه 1T هارد و 250G SSD مناسب برای به نمایش کشیدن حداکثر فریم ریت در گیم های متوسط و نسبتا سنگین میباشد. چنانچه قصد خرید یک سیستم کاملا بصرفه با بودجه متوسط برای اجرای گیم، برنامه نویسی، نرم افزارهای گرافیکی و تدوین را دارید؛ میتوانید با اظمینان کامل این کیس اسمبل شده را انتخاب بفرمایید. جهت رفاه حال شما خریدار عزیز، تمامی کیس های اسمبل شده تیم ما دارای ویندوز، درایور، آفیس و سایر نرم افزارهای محبوب از پیش نصب شده میباشند.",
    price: "21000000",
    category: "ComputerCase",
  },
  {
    id: 20,
    title: "پرینتر حرارتی میوا مدل TP-UNW",
    image: I20,
    description:
      "پرینتر چند کاره لیزری اچ‌پی مدل LaserJet MFP M141a با ساختار ظاهری در قالب بدنه مقاوم به ابعاد (378x198x22) میلی‌متر و تنها با 5.3 کیلوگرم وزن قادر است اسناد و مدارک موردنظر شما را با سرعت 21 تا 30 برگ در دقیقه در حالت تک رنگ یا سیاه و سفید به چاپ برساند و به‌طور کلی فقط مختص چاپ مشکی است. همچنین سینی ورودی این چاپگر تا 150 برگ و خروجی آن تا 100 برگ گنجایش کاغذ دارد. سایز چاپ در این چاپگر حداکثر تا سایز (A4) برآورد و تعیین شده است.    ",
    price: "7648000",
    category: "printer",
  },

  {
    id: 17,
    title: "پرینتر چندکاره لیزری کانن مدل imageclass MF3010",
    image: I17,
    description:
      "با پرینتر چندکاره‌ی سیاه‌وسفید رومیزی ساخت شرکت قدیمی و محبوب «Canon» به‌سادگی و به‌راحتی پرینت، کپی و اسکن‌های خود را انجام دهید. MF3010 دستگاهی ایدئال برای مصارف خانگی و محیط‌های اداری کوچک است. طراحی شیک و مشکی‌رنگ MF3010 آن را دستگاهی مناسب، کوچک و کم‌حجم نسبت به مدل‌های دیگر برای میز کار شما تبدیل کرده است. پرینت، اسکن و کپی با بهترین کیفیت در این مدل انجام می‌شود. درنتیجه‌ی کارایی ساده و هوشمند MF3010، هر کاربری با هر سطحی از معلومات کامپیوتری می‌تواند به‌راحتی از آن استفاده کند و نیازی به داشتن تخصص برای استفاده از دستگاه نیست. درباره‌ی کیفیت چاپ دستگاه باید بگوییم که هیچ نگران نباشید؛ زیرا MF3010 دقت و جزئیات بالایی را در چاپ ارائه می‌دهد. سرعت چاپ هم با میزان 18 برگ در دقیقه زمان زیادی را از کاربر نمی‌گیرد و نیازی نیست، کاربر برای اتمام چاپ خود مدت‌ها در کنار دستگاه منتظر بماند.تکنولوژی Quick First-Print شرکت کانن هم سبب شده که اولین برگه برای چاپ پس از حدود 8 ثانیه چاپ ‌شده و از دستگاه خارج شود. اسکن Quick First-Print همانند دیگر قسمت‌های دستگاه از کیفیت قابل قبولی برخوردار است. اسکن و کپی اسناد در MF3010 به‌آسانی و با کیفیتی بالا صورت می‌گیرد. کپی اولین برگه هم در کمتر از 12 ثانیه صورت می‌گیرد.",
    price: "8679000",
    category: "printer",
  },
  {
    id: 14,
    title: "کامپیوتر دسکتاپ ام اس آی مدل MEG Aegis Ti5 11TD",
    image: I14,
    description:
      "کامپیوتر «MEG Aegis Ti5 11TD» از برند مشهور و مطرح «ام اس آی» (MSI)، مخصوص بازی‌کردن و انجام برنامه‌های فوق‌سنگین ساخته شده‌ است. سری Aegis از محصولات ام‌اس‌آی، قوی‌ترین و حرفه‌ای‌ترین محصولات سری گیم آن را تشکیل می‌دهند و این حقیقت از ظاهر حرفه‌ای و زره‌ای کیس هم قابل تشخیص است. در این کیس‌ها از بالاترین قطعات سخت‌افزاری روز استفاده می‌شود؛ پردازنده‌ی داخلی کیس از مدل Core i7-11700K انتخاب شده که فرکانس پایه‌اش 3.6 گیگاهرتز است. دراختیارداشتن 64 گیگابایت حافظه‌ی رم و کارت گرافیکی GeForce RTX 3070 ‌شرکت ان‌ویدیا، از یک ابرکامپیوتر خبر می‌دهند که بازی‌ها را در بهترین حالت اجرا می‌کند. 2 ترابایت هارددیسک و 2 ترابایت حافظه‌ی اس‌اس‌دی، امکان ذخیره‌کردن بی‌نهایت فایل و همچنین بوت سریع سیستم‌عامل و بازی‌ها را فراهم می‌کنند. ام‌اس‌آی کاری کرده ‌است تا علاوه‌بر تصویری دیدنی، صدای خوبی هم نصیب بازی‌کن شود. استفاده از فناوری‌های Channel HD Audio و Nahimic audio enhancer بخشی از این تلاش سازنده را نشان می‌دهند. تمام قسمت‌های بیرونی و کناری کیس با نورهای LED تزئین شده‌اند. این نورها تمام طیف RGB را پوشش می‌دهند و می‌توانید کامپیوتر را به دلخواه خودتان رنگ‌آمیزی کنید. کامپیوتر Aegis Ti5، سخت‌افزاری فوق قوی را با فناوری‌های روز همراه کرده و ترکیبی باب طبع بازی‌دوستان راهی بازار کرده ‌است.",
    price: "145500000",
    category: "ComputerCase",
  },
  {
    id: 19,
    title: "پرینتر چند کاره لیزری اچ‌پی مدل LaserJet MFP M141a",
    image: I19,
    description:
      "پرینتر چند کاره لیزری اچ‌پی مدل LaserJet MFP M141a با ساختار ظاهری در قالب بدنه مقاوم به ابعاد (378x198x22) میلی‌متر و تنها با 5.3 کیلوگرم وزن قادر است اسناد و مدارک موردنظر شما را با سرعت 21 تا 30 برگ در دقیقه در حالت تک رنگ یا سیاه و سفید به چاپ برساند و به‌طور کلی فقط مختص چاپ مشکی است. همچنین سینی ورودی این چاپگر تا 150 برگ و خروجی آن تا 100 برگ گنجایش کاغذ دارد. سایز چاپ در این چاپگر حداکثر تا سایز (A4) برآورد و تعیین شده است.    ",
    price: "7648000",
    category: "printer",
  },
];
